Repository: joanavaladao/myPictures
Catalog: MyPictures/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

source: %lld photos
pt_br: %lld fotos

source: Add
pt_br: Adicionar

# Are you sure you want to delete %lld photo? This operation can't be undone
source: Are you sure you want to delete %lld photos? This operation can't be undone
pt_br: Você gostaria de apagar %lld fotos? Essa operação não pode ser desfeita

source: Author A-Z
pt_br: Autor A-Z

source: Author Z-A
pt_br: Autor Z-A

source: Authors
pt_br: Autores

source: Cancel
pt_br: Cancelar

source: Date Added A-Z
pt_br: Data de Adição A-Z

source: Date Added Z-A
pt_br: Data de Adição Z-A

source: Delete
pt_br: Apagar

source: Delete Selected Photos
pt_br: Apagar Fotos Selecionadas

source: Deselect All
pt_br: Desmarcar Todas

source: Downloaded at: %@
pt_br: Data de download: %@

source: Error
pt_br: Erro

source: Error adding new image. Please, try again
pt_br: Erro ao adicionar nova image. Por favor, tente novamente

source: Error deleting the image. Please, try again
pt_br: Erro ao deletar a imagem. Por favor, tente novamente

source: Error loading images. Please, try again
pt_br: Erro ao carregar as imagens. Por favor, tente novamente

source: My Photos
pt_br: Minhas Fotos

source: No authors
pt_br: Sem autores

source: No images found
pt_br: Imagem não encontrada

source: Number of photos
pt_br: Número de fotos

source: Photos downloaded today
pt_br: Fotos baixadas hoje

source: Select
pt_br: Selecionar

source: Select All
pt_br: Selecionar Todas

source: Sort by
pt_br: Ordenar por

source: Summary
pt_br: Resumo

source: Unique authors
pt_br: Autores distintos

source: Unknown Author
pt_br: Autor Desconhecido
